Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# trash.binge_streaming.tips
source: **Schlechte Gewohnheit loswerden (Binge Streaming)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Hobby nachgehen)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **बुरी आदत से छुटकारा पाना (बिंज स्ट्रीमिंग)** 1. अदृश्य बनाएं: अपने दृश्य क्षेत्र से ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: नकारात्मक प्रभावों से अवगत हों। 3. कठिन बनाएं: बाधाएं डालें (जैसे ऐप्स हटाना, प्लग खींचना)। 4. असंतोषजनक बनाएं: कार्य को किसी दंड के साथ जोड़ें। **अच्छी आदत स्थापित करना (शौक का पालन करना)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह दिखाई देने वाली जगह पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ के साथ जोड़ें जिसे आप पसंद करते हैं। 3. सरल बनाएं: बाधाओं को न्यूनतम करें (जैसे केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (запойное вещание)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Прививайте хорошие привычки (занимайтесь хобби)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Binge Streaming)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Hobby nachgehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（狂欢流媒体）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立良好的习惯（追求爱好）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（狂歡串流）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立良好的習慣（追求嗜好）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。

# trash.couch_abo.desc
source: Besiege die Trägheit: Steh auf und bringe Bewegung in deinen Alltag.
en: Defeat sluggishness: Stand up and bring movement into your everyday life.
es: Vence la pereza: Levántate y aporta movimiento a tu vida diaria.
fr: Vaincs la paresse: Lève-toi et apporte du mouvement dans ton quotidien.
hi: आलस्य पर काबू पाओ: उठो और अपने दैनिक जीवन में गति लाओ।
it: Sconfiggi la pigrizia: Alzati e porta movimento nella tua vita di tutti i giorni.
ja: 怠惰を打ち負かそう：立ち上がって日常生活に動きを取り入れましょう。
ko: 나태함을 이기세요: 일어서서 일상 생활에 활력을 불어넣으세요.
nl: Versla traagheid: Sta op en breng beweging in je dagelijks leven.
pl: Pokonaj lenistwo: Wstań i wprowadź ruch do swojej codzienności.
pt: Derrote a preguiça: Levante-se e traga movimento para sua vida cotidiana.
ru: Победите инерцию: встаньте и внесите движение в свою повседневную жизнь.
tr: Uyuşukluğu yen: Ayağa kalk ve günlük yaşamına hareket kat.
zh_hans: 战胜惯性：站起来，将运动带入你的日常生活。
zh_hant: 戰勝慣性：站起來，將運動帶入你的日常生活。

# trash.couch_abo.impact
source: Diese Gewohnheit (Auf der Couch liegen) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (सोफे पर लेटना) आपको लंबे समय में ऊर्जा, समय और पैसा खर्च कराती है। यह आपको अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (лежать на диване) в долгосрочной перспективе стоит вам энергии, времени и денег. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Auf der Couch liegen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这个习惯（躺在沙发上）会消耗你的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 從長遠來看，這個習慣（躺在沙發上）會消耗你的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.couch_abo.name
source: Zu faul gewesen
en: Been too lazy
es: Sido demasiado perezoso
fr: A été trop paresseux
hi: बहुत आलसी था
it: Stato troppo pigro
ja: 怠けすぎた
ko: 너무 게을렀다
nl: Te lui geweest
pl: Byłem zbyt leniwy
pt: Sido muito preguiçoso
ru: Был слишком ленив
tr: Çok tembeldi
zh_hans: 太懒了
zh_hant: 太懶了

# trash.couch_abo.obj_desc
source: Ein sicheres Quartier für Igel.
en: A safe quarter for hedgehogs.
es: Un refugio seguro para erizos.
fr: Un refuge sûr pour les hérissons.
hi: सियार के लिए एक सुरक्षित आश्रय।
it: A safe quarter for hedgehogs.
ja: ハリネズミにとって安全な場所。
ko: 고슴도치의 안전한 구역.
nl: Een veilig kwartier voor egels.
pl: Bezpieczne miejsce dla jeży.
pt: Um abrigo seguro para ouriços.
ru: Безопасное место для ежей.
tr: Kirpiler için güvenli bir bölge.
zh_hans: 刺猬的安全之地。
zh_hant: 刺蝟的安全之地。

# trash.couch_abo.obj_name
source: Igelhaus
en: Hedgehog House
es: Casa de Erizo
fr: Maison de hérisson
hi: साही का घर
it: Hedgehog House
ja: ハリネズミハウス
ko: 고슴도치 하우스
nl: Egel Huis
pl: Dom Jeża
pt: Casa de ouriço
ru: Игельхаус
tr: Kirpi Evi
zh_hans: 刺猬屋
zh_hant: 刺蝟屋

# trash.couch_abo.tip.1
source: Lege Sportschuhe sichtbar bereit – sie erinnern dich täglich ans Bewegen.
en: Put your sports shoes out visibly – they remind you to move every day.
es: Pon tus zapatillas deportivas a la vista: te recuerdan cada día que debes moverte.
fr: Pose tes chaussures de sport bien en vue – elles te rappellent chaque jour de bouger.
hi: खेल के जूते दिखाई देने वाली जगह पर रखें – वे आपको रोज़ाना सक्रिय रहने की याद दिलाते हैं।
it: Metti le scarpe sportive in bella vista – ti ricordano ogni giorno di muoverti.
ja: スポーツシューズを見えるところに置きましょう。毎日運動を思い出させてくれます。
ko: 운동화를 눈에 띄는 곳에 두세요 – 매일 움직임을 상기시켜 줍니다.
nl: Leg sportschoenen zichtbaar klaar – ze herinneren je dagelijks aan bewegen.
pl: Wyłóż buty sportowe w widocznym miejscu – codziennie będą ci przypominać o ruchu.
pt: Deixe seus tênis esportivos à vista – eles te lembram de se mover todo dia.
ru: Держите спортивную обувь на виду — она будет напоминать вам о необходимости двигаться каждый день.
tr: Spor ayakkabılarını görünür bir yere koy – her gün hareket etmeni hatırlatır.
zh_hans: 让运动鞋显眼——它们会提醒您每天运动。
zh_hant: 讓運動鞋顯眼—它們會提醒您每天運動。

# trash.couch_abo.tip.2
source: Inaktivität schwächt Muskeln, Kreislauf und Stimmung – jeden Tag.
en: Inactivity weakens muscles, circulation and mood – every day.
es: La inactividad debilita músculos, circulación y estado de ánimo, cada día.
fr: L'inactivité affaiblit les muscles, la circulation et l'humeur – chaque jour.
hi: आलस्य मांसपेशियों, परिसंचरण और मूड को हर दिन कमजोर करता है।
it: L'inattività indebolisce muscoli, circolazione e umore – ogni giorno.
ja: 運動不足は毎日、筋肉、循環、気分を弱めます。
ko: 활동 부족은 매일 근육, 순환 및 기분을 약화시킵니다.
nl: Inactiviteit verzwakt spieren, bloedsomloop en stemming – elke dag.
pl: Brak aktywności osłabia mięśnie, krążenie i nastrój – każdego dnia.
pt: A inatividade enfraquece os músculos, a circulação e o humor – todo dia.
ru: Бездействие ослабляет мышцы, кровообращение и настроение – каждый день.
tr: Hareketsizlik her gün kasları, dolaşımı ve ruh halini zayıflatır.
zh_hans: 缺乏活动每天都会削弱肌肉、血液循环和情绪。
zh_hant: 缺乏活動每天都會削弱肌肉、血液循環和情緒。

# trash.couch_abo.tip.3
source: Starte mit nur 7 Minuten Bewegung – das ist leichter als du denkst.
en: Start with just 7 minutes of movement – it's easier than you think.
es: Empieza con solo 7 minutos de movimiento: es más fácil de lo que crees.
fr: Commence avec seulement 7 minutes de mouvement – c'est plus facile que tu ne le penses.
hi: सिर्फ 7 मिनट की गतिविधि से शुरू करें – यह उतना आसान है जितना आप सोचते हैं।
it: Inizia con soli 7 minuti di movimento – è più facile di quanto pensi.
ja: たった7分の運動から始めましょう。思っているよりも簡単です。
ko: 단 7분의 움직임으로 시작하세요 – 생각보다 쉽습니다.
nl: Begin met slechts 7 minuten beweging – dat is makkelijker dan je denkt.
pl: Zacznij od zaledwie 7 minut ruchu – to łatwiejsze niż myślisz.
pt: Comece com apenas 7 minutos de movimento – é mais fácil do que você pensa.
ru: Начните всего с 7 минут упражнений – это проще, чем вы думаете.
tr: Sadece 7 dakika hareketle başla – düşündüğünden daha kolay.
zh_hans: 从 7 分钟的锻炼开始 - 这比您想象的要容易。
zh_hant: 從 7 分鐘的運動開始 - 這比您想像的要容易。

# trash.couch_abo.tip.4
source: Notiere: Wie viele Stunden saßt du heute? Was fehlt dir dadurch?
en: Note: how many hours did you sit today? What are you missing because of it?
es: Anota: ¿cuántas horas has estado sentado hoy? ¿Qué te pierdes por ello?
fr: Note: combien d'heures as-tu été assis aujourd'hui ? Qu'est-ce que tu rates à cause de ça ?
hi: नोट करें: आप आज कितने घंटे बैठे रहें? इसके कारण आपको क्या कमी महसूस हो रही है?
it: Nota: quante ore sei stato seduto oggi? Cosa ti manca per questo?
ja: 書き留めましょう。今日何時間座っていましたか？それによって何が失われていますか？
ko: 기록하세요: 오늘 몇 시간 앉아 있었나요? 그로 인해 무엇이 부족한가요?
nl: Noteer: hoeveel uur heb je vandaag gezeten? Wat mis je daardoor?
pl: Zapisz: ile godzin siedziałeś dzisiaj? Czego ci przez to brakuje?
pt: Anote: quantas horas você ficou sentado hoje? O que está perdendo por isso?
ru: Примечание: Сколько часов вы просидели сегодня? Чего тебе здесь не хватает?
tr: Yaz: bugün kaç saat oturdun? Bu yüzden nelerden yoksun kaldın?
zh_hans: 注意：您今天坐了几个小时？你还缺少什么？
zh_hant: 注意：您今天坐了幾個小時？你還缺什麼？

# trash.couch_abo.tips
source: **Schlechte Gewohnheit loswerden (Auf der Couch liegen)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Stretching)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत को छोड़ना (सोफे पर लेटना)** 1. अदृश्य बनाएं: अपने दृष्टि क्षेत्र से ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: अपने लिए नकारात्मक परिणामों को स्पष्ट करें। 3. कठिन बनाएं: इसमें बाधाएं डालें (जैसे ऐप्स हटाना, प्लग निकालना)। 4. असंतोषजनक बनाएं: इसे करने को किसी दंड के साथ जोड़ें। **अच्छी आदत को स्थापित करना (स्ट्रेचिंग)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह से दिखाई देने वाले स्थान पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ से जोड़ें जो आपको पसंद हो। 3. आसान बनाएं: बाधाओं को न्यूनतम तक घटाएं (जैसे केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (лежать на диване)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошую привычку (растяжка)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Auf der Couch liegen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Stretching)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（躺在沙发上）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **养成良好的习惯（伸展运动）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（躺在沙發上）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **養成良好的習慣（伸展運動）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。
